Repository: Nam4ik/EasyNetBSD
Catalog: AutoNBSD/RussianTrans.po
Languages: ru

source: Minimal installation profile
ru: Минимальный профиль установки

source: EasyNetBSD packages from namilsk
ru: Пакеты EasyNetBSD от namilsk

source: Desktop Environment (kde, gnome, mate...)
ru: Среда рабочего стола (kde, gnome, mate...)

source: Window Managers (Bspwm, swaywm...)
ru: Оконные менеджеры (Bspwm, swaywm...)

source: Kernel modules for your WiFi adapter (likely not needed as the provided kernel has built-in support)
ru: Модули ядра для вашего Wi-Fi адаптера (скорее всего не нужны, так как ядро имеет встроенную поддержку)

source: Developer tools (C/CXX Compilers, CMake, Rust, Python, Code editors etc...)
ru: Инструменты разработчика (компиляторы C/CXX, CMake, Rust, Python, редакторы кода и т.д.)

source: Select installation language:
ru: Выберите язык установки:

source: Installing profiles:
ru: Устанавливаемые профили:

source: Disk partitioning setup:
ru: Настройка разметки диска:

source: NetBSD Graphical Installer
ru: Графический установщик NetBSD

source: Back
ru: Назад

source: Next
ru: Далее
